gossip_project/app/views/static/acceuil.html.erb

SELECT  "users".* FROM "users" WHERE "users"."id" = ? LIMIT ?  [["id", 10], ["LIMIT", 1]]
---

          <%= gossip.user.first_name %>