gossip_project/app/controllers/static_controller.rb

  def acceuil
    @gossips = Gossip.all
---
SELECT "gossips".* FROM "gossips"